app/controllers/registrations_controller.rb

	def create
	    #complete this method
			@user = User.create(registration_params)
---
INSERT INTO "users" ("name", "last_name", "email", "phone", "password", "created_at", "updated_at") VALUES (?, ?, ?, ?, ?, ?, ?)