app/controllers/sessions_controller.rb

SELECT  "users".* FROM "users" WHERE "users"."email" = ? LIMIT ?  [["email", "fcoalvarez91@gmail.com"], ["LIMIT", 1]]
---
	def create
    user = User.find_by(email: sessions_params[:email])